adamraichu.pdf-viewer
betwo.vscode-doxygen-runner
bierner.markdown-mermaid
chrisdias.promptboost
continue.continue
github.copilot
github.copilot-chat
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-speech
platformio.platformio-ide
sdras.night-owl
tomoki1207.pdf
